---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Fpm
source: html/e56fbe37-67a4-876b-d9ea-5e8b67a2354c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Fpm Property

Symbol FPM, indicating unit Feet per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId Fpm { get; }
```